/**************************************************************************************************
  Filename:       AppTask.h
  Revised:        $Date: 2015-9-28  $
  Revision:       $Revision: V1.1  $
  User:           $User:Asong      $
  Description:    任务相关函数

**************************************************************************************************/
#ifndef APPTASK_H
#define APPTASK_H

#ifdef __cplusplus
extern "C"
{
#endif

/*********************************************************************/
#include "TimeEvent.h"




/*********************************************************************/

#ifdef __cplusplus
}
#endif

#endif
